[{"_path":"/oneshots/light-at-the-end-of-a-rainy-tunnel","_dir":"oneshots","_draft":false,"_partial":false,"_locale":"","_empty":false,"title":"Light at the End of a Rainy Tunnel","description":"The rain kept pouring outside of Jason's dorm, with thunder lightly clashing every few minutes. Jason lay in his bed, feeling a slight sense of despair, knowing the rain wouldn't stop until at least nightfall. He reached for his phone on the study desk next to his twin bed and opened his chat with Cinta to text her about canceling their plans to go on a walk together.","date":"9 January 2023","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The rain kept pouring outside of Jason's dorm, with thunder lightly clashing every few minutes. Jason lay in his bed, feeling a slight sense of despair, knowing the rain wouldn't stop until at least nightfall. He reached for his phone on the study desk next to his twin bed and opened his chat with Cinta to text her about canceling their plans to go on a walk together."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\"Sorry, Cin. The rain is pretty heavy and won't stop for hours, so we might as well cancel. Maybe next time?\" Jason sighed, shifting positions to face the ceiling, filled with disappointment that he wouldn't be able to spend time with an amazing girl. He put his phone back on the table and slowly closed his eyes, intending to sleep off the sound of thunder."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"However, just a few seconds after sending that text, frantic knocks on his door jolted Jason into fight-or-flight mode. He got up from his bed and opened the dorm room door. Jason's expression quickly turned to shock as he saw a soaking wet Cinta, holding a broken umbrella. Her light grey coat dripped with rainwater, her hair messy from the wind and rainfall, and she was breathing heavily, as if she had just run inside the dormitory hall from the opposite side of the campus just to visit him."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The two looked at each other, smiling for a few seconds. Cinta raised a plastic bag with warm Chinese takeout she had bought near campus, smiling warmly as if she had forgotten she was just running from a thunderstorm. \"Takeout?\" Jason immediately invited her in, letting her borrow his hoodie and a pair of shorts while he washed her clothes in his washing machine."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The two sat down, grabbed some chopsticks, and spread out all the food she had bought. Even though they couldn't go on their walk, they were quite satisfied with how the day ended, right next to each other, watching TV while enjoying warm takeout with the sound of rain in the background."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:oneshots:light-at-the-end-of-a-rainy-tunnel.md","_source":"content","_file":"oneshots/light-at-the-end-of-a-rainy-tunnel.md","_extension":"md"},{"_path":"/oneshots/seeing-her-smile","_dir":"oneshots","_draft":false,"_partial":false,"_locale":"","_empty":false,"title":"Seeing Her Smile","description":"The night was a shade of denim, with stars peeking through the dark clouds and a full moon blooming in the sky. Jason and Cinta took a detour from their campus path to walk along the beach. The moon provided enough light for them to see the sea from the shore.","date":"7 January 2023","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The night was a shade of denim, with stars peeking through the dark clouds and a full moon blooming in the sky. Jason and Cinta took a detour from their campus path to walk along the beach. The moon provided enough light for them to see the sea from the shore."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\"Just take off your shoes, Jas. The sand on your toes is the best part of being at the beach,\" Cinta said, sitting down on the pavement and removing her shoes and socks. She held onto them and stepped onto the cold, soft grains of sand, playfully kicking it around. She motioned for Jason to do the same."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Jason hesitated but eventually removed his shoes, holding onto them as well. He put one foot on the sandy shore and followed behind Cinta. He had never been a huge fan of beaches, but being alone with Cinta on the beach made him enjoy the moment, especially seeing her smile. They started running around the sand, almost tripping a few times, but couldn't stop laughing the whole time."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Jason joined in, playing around in the sand with Cinta as if they were children, not having a care in the world. They felt like it was just the two of them against the whole world. After a while, they grew tired and sat down by the shore, letting the slow tides wash over their feet. Cinta still wore a warm smile, gazing out at the water. They were too tired to say anything, but they knew that this moment would last."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Cinta decided to rest her head on Jason's shoulder, and he slightly tilted his head towards hers. The sound of water splashing, along with the gentle breeze, sent a chill down their backs. However, being next to each other warmed them, especially when Jason placed his hand on Cinta's waist, keeping each other close."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:oneshots:seeing-her-smile.md","_source":"content","_file":"oneshots/seeing-her-smile.md","_extension":"md"},{"_path":"/oneshots/stray-pills","_dir":"oneshots","_draft":false,"_partial":false,"_locale":"","_empty":false,"title":"Stray Pills","description":"Water drips from the AC into a bucket under it, the room was quiet but the sound of busy streets that night filled the apartment with noise. Crumbs of food rotted everywhere in the room, mixed with stray pills all over the floor, with alcohol spills everywhere.","date":"13 January 2023","song":["“Bang Bang (My Baby Shot Me Down)” by Nancy Sinatra","https://open.spotify.com/track/4JLcAU2xY90qTkTSNM1lUa"],"body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Water drips from the AC into a bucket under it, the room was quiet but the sound of busy streets that night filled the apartment with noise. Crumbs of food rotted everywhere in the room, mixed with stray pills all over the floor, with alcohol spills everywhere."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The lights weren’t on, and a cracked phone kept buzzing non-stop on the floor, leaving a passed out Chandra in the dark on a used mattress on the floor. He soon regains his vision, feeling his heartbeat pounding in his head, having blurred vision and a horrible migraine. Chandra could barely bring himself to sit up properly, smelling of liquor all over his uniform. His pupils were dilated, still feeling the effects of coke in his bloodstream making his body weak. He could barely feel or control his hands and legs, feeling like the whole room was spinning around. His phone starts to ring again and he grabs it to see whose calling."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“Sam” the white text showed. Chandra kept shaking, slowly pressing the pick up call button."}]},{"type":"element","tag":"call-container","props":{"icon":"mobile-screen-button","platform":"iPhone (Cellular)","contact":"Sam","duration":"02:27","img":"./assets/content/oneshots/stray-pills/sam.png","transcribe-start":"09:47 pm","transcribe-end":"09:49 pm"},"children":[{"type":"element","tag":"message","props":{"contact":"Chandra","alignment":"right","img":"./assets/content/oneshots/stray-pills/chandra.png"},"children":[{"type":"text","value":"H-Hello?"}]},{"type":"element","tag":"message","props":{"contact":"Sam","alignment":"left","img":"./assets/content/oneshots/stray-pills/sam.png"},"children":[{"type":"text","value":"Chan, where the actual fuck are you?"}]},{"type":"element","tag":"message","props":{},"children":[{"type":"text","value":"You better have not passed out again."}]},{"type":"element","tag":"message","props":{},"children":[{"type":"text","value":"Why didn’t you pick up my 20 missed calls?"}]},{"type":"element","tag":"message","props":{},"children":[{"type":"text","value":"Ellie, CaCa and I have been here for almost an hour and we have to get home by 10."}]},{"type":"element","tag":"message","props":{},"children":[{"type":"text","value":"Do you even know what time it is?"}]},{"type":"element","tag":"message","props":{},"children":[{"type":"text","value":"You promised to bring more of those happy pills, so where are they?"}]},{"type":"element","tag":"message","props":{},"children":[{"type":"text","value":"Our stock is running low and the last thing we need is to finish them all during finals."}]},{"type":"element","tag":"message","props":{},"children":[{"type":"text","value":"Quickly get those pills by tomorrow in our usual spot and you better not be blackout drunk or on a bad acid trip."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Chandra drops his phone, still shaking severely and starting to feel lightheaded. He regains strength in his legs, being able to walk to his desk again to drink the leftover cheap booze. The alcohol spilled on his shirt and hardwood floor, just leaving the puddle to sit as he walks back to the bed."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"He grabs a small bag of pills from his bedside table, swallowing them while finishing the booze. His body starts to take the effect of the drug, soon passing out in a psychedelic high, forgetting about all his worries and paranoia. But even though he’s using these pills to run away from his worries, something in his body is telling him that tomorrow might be his last."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:oneshots:stray-pills.md","_source":"content","_file":"oneshots/stray-pills.md","_extension":"md"}]