[{"_path":"/is-it-murder/episode-1","_dir":"is-it-murder","_draft":false,"_partial":false,"_locale":"","_empty":false,"title":"Blood Is Thicker Than Champagne","description":"The night was cold. The wind barely shaking a leaf but could run chills down a person’s spine. Shaylynn parks her Porsche before stepping out and feeling a breeze in Kathy’s driveway. 3 other cars were parked as well, notifying Shaylynn that everyone was already here and ready for the meeting.","date":"29 April 2023","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The night was cold. The wind barely shaking a leaf but could run chills down a person’s spine. Shaylynn parks her Porsche before stepping out and feeling a breeze in Kathy’s driveway. 3 other cars were parked as well, notifying Shaylynn that everyone was already here and ready for the meeting."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"It was 10 P.M. on a Friday, which was odd for a sudden meeting called by Evan. Shaylynn entered Kathy’s mansion, passing through all the rooms and halls to a door, locked with a keypad. “9223” Shaylynn pressed the code in and walked through, locking the door behind her. Everyone surrounded a corkboard filled with pictures of the crime scene, maps, newspaper ripouts, post-its with little notes and pieces of thread that connected all the evidence together."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"She grabbed a glass of champagne on the small desk, sipping it while seeing if there was any new evidence placed on the table. She pulled out a cigarette as well, lighting it while analyzing the room. “So, what’s the news? I had to quickly put my kids to bed for this, so it better be good.” Shaylynn said in a stern tone, while reading the corkboard for any new rearrangements."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“I rereviewed mom and dad’s whereabouts the night before and saw on the security tapes we collected that they met with a family friend, Marc and Jun. The police never suspected them, and I think I know why. They were never questioned in the first place because Marc has ties and connections in the police force. And we all know that Marc and Jun once had a huge argument with Mom and Dad over buying land, which in this family isn’t a small issue. It doesn’t help that our parents won the land, making them have a reason for murder. We finally found a new lead after 5 years of going in circles,” Evan was sweating, holding a red marker he used to scribble all over a whiteboard next to the corkboard, filled with more evidence of connections."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“You know, sometimes you sound absolutely insane, Van. You’ll do anything to find a lead. It’s like you’ll even use the dust Mom and Dad inhaled as evidence to how they were killed with a GUN in their bedroom.” Jason was tipsy, having more than 3 glasses of champagne already from the stress after a long day. He grew a habit of drinking whenever he got stressed since the day he could legally drink, growing concerns to the people around him."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“Hey, maybe you’ve drunk a lot more than you could handle, Jas. Maybe stop drinking for once and go take a nap in the living room to sober up for God’s sake.” Evan always had to deal with Jason and his drinking whenever things got tough, but he himself was way too tired that day to deal with it."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“Oh fuck off, Van. I’ll tell you when I have had enough. You can’t tell me to do shit.” Jason started to get aggressive, not unusual for when he drinks."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“Well, maybe I can tell you to do shit because you know Goddamn well that blood is thicker than champagne. You can’t just treat me with disrespect when all you do is show up, agree with me then stay the night because you’re too drunk to leave.” The argument got more heated which led to Kathy and Nadine separating the brothers, not wanting an incident when everyone was already tired enough."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Evan and Jason still weren’t done and started yelling at each other from across the room, making Shaylynn who was sitting down slap the table and yell for both of them to stop. “You both are making a scene, and you both are clearly old enough to know it’s too late in the night for that.” Shaylynn was tired and furious, being the only person who could command a room since she was the head of the house since their parents passed."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“Can’t you see how tiring this is? I can’t do this anymore. All of you need to know, even if it means for me to break my promise to Mom and Dad.” Shaylynn’s face turned from fury to tears. She never realized one day she had to tell them, but she had no choice."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:is-it-murder:episode-1.md","_source":"content","_file":"is-it-murder/episode-1.md","_extension":"md"},{"_path":"/is-it-murder/episode-2","_dir":"is-it-murder","_draft":false,"_partial":false,"_locale":"","_empty":false,"title":"Cigarette Burns All Over Her Coat","description":"Sharp, successful, calm, perfect. Shaylynn was never described with a single insult. Being the oldest in the family, she was always the one who had to deal with the chaos. Their parents spent their time in bars, clubs, anywhere except home. They had a maid, but she was only there for cooking and cleaning, while Shaylynn had to take care of her younger siblings.","date":"29 April 2023","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Sharp, successful, calm, perfect. Shaylynn was never described with a single insult. Being the oldest in the family, she was always the one who had to deal with the chaos. Their parents spent their time in bars, clubs, anywhere except home. They had a maid, but she was only there for cooking and cleaning, while Shaylynn had to take care of her younger siblings."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Even though she had to take care of 4 kids and herself, she never lost her patience. She was the top in her class and got into a reputable Ivy League university. She graduated in her early twenties and immediately started a big project of hers, building a hotel."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"After several years, it wasn’t long before the hotel became a huge hit. Countless high-profile clients in and out those doors, hundreds of events costing a fortune daily. After 2 years of the hotel being open, Shaylynn made millions. Soon enough, Shaylynn got married at 24, giving birth to twins a few months after and purchasing a beautiful modern mansion alongside her husband."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Shaylynn never talked about her marriage. It wasn’t miserable, but it wasn’t the picture-perfect family either. For the first year of having twins, Shaylynn became a stay-at-home mom, letting a cousin of hers run the hotel in her absence. In the second year, Shaylynn hired a nanny and mostly came home late, sometimes on time for dinner alone while her husband was in the hospital."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Her husband was a neurosurgeon, making the time they spent together very limited. Many people wonder how Shaylynn is always so calm and collected. The answer is: her cigarettes. She started smoking when she was 18, finding a case of cigarettes her mom had kept. On her 18th birthday, a few weeks after her parent’s \"murder,\" she received a lighter from her aunt. It belonged to her mother, which led to Shaylynn smoking the stress away."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"She often found herself in the bathroom with a cigarette, or late at night, smoking on her balcony. It wasn’t healthy, and she knew that. But, she kept smoking, only openly smoking to her siblings. Behind being a perfect mother, a successful hotel owner, and a model citizen, being one of the most successful women in the country, she was still just a 17-year-old girl, cigarette burns all over her coat, wanting to just cry her eyes out after going through the pain of hiding a huge incident."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:is-it-murder:episode-2.md","_source":"content","_file":"is-it-murder/episode-2.md","_extension":"md"},{"_path":"/is-it-murder/episode-3","_dir":"is-it-murder","_draft":false,"_partial":false,"_locale":"","_empty":false,"title":"Until Forever?","description":"Ambitious, sincere, resourceful, passionate. While his siblings had fun and spent time together, Jason escaped to his own world in his room through music. Jason didn’t like the thought of constant fun; it drained him. Since adolescence, he found comfort through wearing his headphones and listening to his favorite musicians. He was considered the black sheep of the family, being the only one to pursue music outside classical and not choosing a classical instrument to learn.","date":"5 June 2023","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Ambitious, sincere, resourceful, passionate. While his siblings had fun and spent time together, Jason escaped to his own world in his room through music. Jason didn’t like the thought of constant fun; it drained him. Since adolescence, he found comfort through wearing his headphones and listening to his favorite musicians. He was considered the black sheep of the family, being the only one to pursue music outside classical and not choosing a classical instrument to learn."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"His parents made him learn the grand piano, unknowingly feeding into his passion for making music. After saving up for 2 years, he bought his first electric keyboard where he learned to make music. His passion was all self-taught and hidden away from his strict parents. His music was electric, filling him with energy even when he was tired. Even though he loved music and found himself through the symphonies, he felt alone."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"All his siblings followed in their parent’s footsteps, listening to every demand they give, even after their addiction started. Everyone else never grew a passion for music and split paths to careers far from it, even with years of musical knowledge gained from practice and countless lessons. But that was it. Lessons and practice. No passion, no love, no feeling. But because of his sibling’s weakness, he gained his strength, meeting his love, Cinta, after a school concert who shared a passion for music."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"7 years of dating since they were 15, both slowly building a career for Jason to express his love for music to the world. The moment Jason knew he succeeded was when 100,000 sang along to his music during a concert while on tour in the US. After the final song, he called Cinta up to the stage, pulling out a ring to propose in front of hundreds of thousands of people. “Until forever?” He asked. “Until forever.” His life was like a dream."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"But even with the perfect girl by his side, a great career, a supportive family, he still hides something only his family knows. Since he was 18, he started drinking his stress away. He would become irrational without it, making him verbally abusive and hard to control. But even though he knew Cinta since he was 15, he hid his drinking away from her. Even until he turned 26, he never told her or showed her how he acted when intoxicated."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:is-it-murder:episode-3.md","_source":"content","_file":"is-it-murder/episode-3.md","_extension":"md"},{"_path":"/is-it-murder/episode-4","_dir":"is-it-murder","_draft":false,"_partial":false,"_locale":"","_empty":false,"title":"Guilty until Proven Innocent","description":"Strict, sharp-tongued, honest, prominent. Kathy was far from lazy. Innocent until proven guilty? That was far from what she believed. Kathy believed all defendants are guilty until proven innocent, taking her job to extreme lengths to protect a client. Her determination was unbeatable, soon becoming the best lawyer of the city, but she still strived for perfection, wanting to earn the title of “best lawyer in the country”.","date":"13 June 2023","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Strict, sharp-tongued, honest, prominent. Kathy was far from lazy. Innocent until proven guilty? That was far from what she believed. Kathy believed all defendants are guilty until proven innocent, taking her job to extreme lengths to protect a client. Her determination was unbeatable, soon becoming the best lawyer of the city, but she still strived for perfection, wanting to earn the title of “best lawyer in the country”."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The law always intrigued her, how humanity can follow rules intricately designed for peace. Her interests bloomed around the age of 9, finding a book about the psychology and analysis behind different crimes throughout her country’s history in her parent’s study. That one book was enough to make her sure of her future. A lawyer - that was all she wanted to be, doing everything she could to accomplish it. Debate club president, member of the student council, top of her class, spelling bee champion, unbeaten science fair winner. She aimed for the top, following in her sister, Shaylynn’s academic footsteps and achieving more."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"She made a mark in her family’s history, being the first to skip multiple grades and reaching new heights academically. She was the first to succeed in achieving her dreams, being the pride of the family. But with great power comes great responsibility. “Sorry guys, I can’t make it to the party, I’m close to getting a huge case from my firm. Maybe next time.” Insomnia, caffeine, books everywhere, zero time."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Kathy had thought of giving up before, but she couldn’t let herself down. She didn’t run away to alcohol or smoking like her siblings, but instead with sleeping pills. She had insomnia because of the amount of time she dedicates to studying and reviewing cases. She relied on sleeping pills for rest, but never overdosing because she knew the effects of it. She never grew an addiction, but her body needed it just so she could at least rest her head for a while."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"“Nothing bad would happen if I took these pills again, right?” Sighing as she swallows the pills with water before slowly closing her eyes."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:is-it-murder:episode-4.md","_source":"content","_file":"is-it-murder/episode-4.md","_extension":"md"}]